Revit 2024 API
BuiltInFailures.SweptBlendFailures Class
 Failures about SweptBlend.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class SweptBlendFailures
Visual Basic
Public NotInheritable Class SweptBlendFailures
Visual C++
public ref class SweptBlendFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.SweptBlendFailures
See Also
BuiltInFailures.SweptBlendFailures Members
Autodesk.Revit.DB Namespace